tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'homebrew/cask-fonts'

# System base
brew 'antigen'
brew 'git'
brew 'hub'
brew 'wget'

# PHPBrew base
brew 'automake'
brew 'bison'
brew 'curl'
brew 'gmp'
brew 'icu4c'
brew 'jpeg'
brew 'libevent'
brew 'libtool'
brew 'libxml2'
brew 'mcrypt'
brew 'openssl'
brew 're2c'

# Package for Creads
brew 'bzip2'
brew 'gd'
brew 'imagemagick'
brew 'libiconv'
brew 'libyaml'
brew 'libzip'
brew 'vips'
brew 'zlib'

# Programming
brew 'golang'
brew 'mysql-client@5.7'
brew 'pyenv'
brew 'rbenv'

# fonts
cask 'font-fira-code-nerd-font'
