tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/php'
tap 'homebrew/versions'

brew 'antigen'
brew 'dnsmasq'
brew 'git'
brew 'nvm'
brew 'zsh'

cask 'alfred'
cask 'audirvana-plus'
cask 'brave'
cask 'dropbox'
cask 'firefox'
cask 'flux'
cask 'gog-galaxy'
cask 'istat-menus'
cask 'iterm2'
cask 'kaleidoscope'
cask 'marked'
cask 'paw'
cask 'sequel-pro'
cask 'spillo'
cask 'steam'
cask 'textmate'
cask 'transmit'
cask 'vlc'
cask 'libreoffice'
cask 'libreoffice-language-pack'